abs
adduser
bash
binutils
bridge-utils
bzip2
clisp
colordiff
coreutils
cronie
cryptsetup
dash
device-mapper
dhcpcd
dialog
diffutils
dosfstools
e2fsprogs
emacs
file
filesystem
findutils
gawk
gcc
gcc-libs
gettext
git
glibc
grep
gzip
heirloom-mailx
htop
ifplugd
inetutils
iputils
jfsutils
krb5
less
libpipeline
libxml2
licenses
linux-headers-raspberrypi
linux-raspberrypi
localepurge
logrotate
lsof
lvm2
make
man-db
man-pages
mdadm
nano
net-tools
netcfg
nginx
ntfs-3g
openntpd
openssh
openssl
pacman
pacman-contrib
pacman-mirrorlist
parted
pciutils
perl
ppp
procps-ng
psmisc
python2
python2-distribute
raspberrypi-firmware
reiserfsprogs
rng-tools
ruby
sed
shadow
shared-mime-info
sudo
sysfsutils
syslog-ng
systemd
systemd-sysvcompat
tar
texinfo
tig
tmux
unzip
usbutils
util-linux
vi
vim
watchdog
wget
which
whois
wireless_tools
wpa_actiond
wpa_supplicant
xf86-video-fbdev
xfsprogs
xorg-bdftopcf
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-utils
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
zip
zsh
